import React from "react";

import Callout from "../../components/callout";

export default () => (
  <>
    <Callout emoji="💡">
      Hard skills - это обучаемые и измеримые способности. В случае, если вы
      веб-разработчик - это навыки создания веб-приложений, если аналитик -
      умение прогнозировать и оценивать.
    </Callout>

    <p>
      Количество направлений, языков программироания и инструментов растет изо
      дня в день. Важно выбрать то, что подходит именно вам.
    </p>
  </>
);
