import React from "react";

import Callout from "../../components/callout";
import Text from "../../components/text";

export default () => (
  <Callout emoji="🙏">
    Карьерный рост в IT зависит{" "}
    <Text color="secondary" bold>
      только от вас
    </Text>
    . Следуя вышесказанным рекомендациям, вы не просто будете подниматься по
    карьерной лестнице, вы будете расти и становиться профессионалом в своей
    области. Рано или поздно ваши старания принесут плоды и вы достигнете
    желаемого результата.
  </Callout>
);
